app/controllers/users_controller.rb

    def create
      # Create the user from params
      @user = User.new(user_params)
      if @user.save
---
INSERT INTO "users" ("email", "first_name", "last_name") VALUES (?, ?, ?)  [["email", "chris.gay@sohoclubhouse.com"], ["first_name", "Chris"], ["last_name", "Gay"]]